Repository: acciento89-bot/arbeitsklar
Catalog: ArbeitsKlar/Resources/Localizable.xcstrings
Source language: en
Languages: de

# settings.privacy
source: No accounts, tracking, or ads
de: Keine Konten, kein Tracking, keine Werbung

# settings.pro.discover
source: Discover
de: Entdecken

# settings.pro.unlocked
source: Active
de: Aktiv

# settings.shift_reminder
source: Shift-end reminder
de: Schichtende erinnern

# settings.shift_reminder.note
source: Breaks automatically move the reminder later.
de: Pausen verschieben die Erinnerung automatisch nach hinten.

# settings.show_onboarding
source: Show introduction again
de: Einführung erneut zeigen

# settings.section.about
source: About ArbeitsKlar
de: Über ArbeitsKlar

# settings.section.automation
source: Automation
de: Automatisierung

# settings.section.data
source: Data
de: Daten

# settings.section.language
source: Language & Region
de: Sprache & Region

# settings.section.goal
source: Monthly goal
de: Monatsziel

# settings.section.pay
source: Pay & Shift
de: Lohn & Schicht

# settings.section.pro
source: Upgrade
de: Freischaltung

# settings.storage
source: Storage
de: Speicherort

# settings.storage_value
source: This device only
de: Nur dieses Gerät

# settings.title
source: Settings
de: Einstellungen

# theme.classic
source: Classic
de: Klassisch

# tab.history
source: History
de: Verlauf

# tab.settings
source: Settings
de: Einstellungen

# tab.today
source: Today
de: Heute

# today.earned
source: Earned today
de: Heute verdient

# today.end_shift
source: Finish shift
de: Schicht beenden

# today.headline
source: Your time. Your money.
de: Deine Zeit. Dein Geld.

# today.kicker
source: Clear at a glance
de: Klar auf einen Blick

# today.local_only
source: Your shift data stays on this device.
de: Deine Schichtdaten bleiben auf diesem Gerät.

# today.metric.duration
source: Time worked today
de: Arbeitszeit heute

# today.metric.breaks
source: Breaks today
de: Pausen heute

# today.metric.hourly_rate
source: Current hourly rate
de: Aktueller Stundenlohn

# today.metric.projected
source: Projected shift pay
de: Geplantes Schichtgeld

# today.metric.sessions
source: Shifts in history
de: Schichten im Verlauf

# today.metric.overtime
source: Overtime today
de: Überstunden heute

# today.pause_hint
source: Pauses work time, earnings, and the Live Activity.
de: Pausiert Arbeitszeit, Verdienst und Live-Aktivität.

# today.pause_shift
source: Break
de: Pause

# today.progress
source: Shift progress
de: Schichtfortschritt

# today.start_hint
source: Starts the earnings ticker and Live Activity.
de: Startet den Verdienst-Ticker und die Live-Aktivität.

# today.start_shift
source: Start shift
de: Schicht starten

# today.status.paused
source: On break
de: Pause

# today.status.ready
source: Ready
de: Bereit

# today.resume_hint
source: Resumes work time, earnings, and the Live Activity.
de: Setzt Arbeitszeit, Verdienst und Live-Aktivität fort.

# today.resume_shift
source: Resume
de: Weiter

# today.stop_hint
source: Ends and saves the active shift.
de: Beendet und speichert die laufende Schicht.

# today.subtitle
source: See what your work is worth, updated every second.
de: Sieh sekundengenau, was deine Arbeit gerade wert ist.

# today.timer.ready
source: Ready
de: Bereit

# unit.hours
source: hrs
de: Std.

# unit.per_hour
source: per hr
de: pro Std.
